Repository: SAP-YoungThinkers/SAP-Next-Gen-Biking
Catalog: src/xcode/MRNBike/Resources/*.lproj/Localizable.strings
Languages: de

# takeTourHeader
source: Ride • Award • Protect
de: Radle • Gewinne • Schütze

# takeTourDescription
source: With our App you will not only ride bike for yourself, but even to make riding more comfortable for all of us. Award by reaching goals, protect our enironment!
de: Mit unserer App trägst du dazu bei, Fahrradfahren für alle angenehmer zu machen. Erhalte Auszeichnungen für das Erreichen von Zielen und schone unsere Umwelt!

# startRidingButton
source: START RIDING
de: Los geht's

# ErrorNoInternetConnection
source: Please make sure your phone is connected to the internet!
de: Bitte stellen Sie sicher, dass Ihr Handy über Internetzugriff verfügt.

# takeTour
source: TAKE THE TOUR
de: Mache einen Rundgang

source: Sign in
de: Einloggen

source: Remember Password
de: Merke mein Passwort

# registerButton
source: REGISTER
de: REGISTRIEREN

# passwordUserWrongDialogTitle
source: Username/Password is wrong
de: Nutzername oder Passwort falsch

# passwordUserDialogMsg
source: Please check your username/password.
de: Überprüfe deinen Nutzernamen / dein Passwort

source: Start Tracking
de: Ortung starten

source: My Profile
de: Mein Profil

source: Burgers Burned
de: Burger verbrannt

source: Distance (km)
de: Distanz (km)

# surnameLabel
source: SURNAME
de: NACHNAME

# firstnameLabel
source: FIRSTNAME
de: VORNAME

source: Create Profile
de: Profil erstellen

source: Edit Profile
de: Profil bearbeiten

# passwordLabel
source: PASSWORD
de: PASSWORT

# repeatPasswordLabel
source: REPEAT PASSWORD
de: PASSWORT WIEDERHOLEN

# shareInfoLabel
source: SHARE ACTIVITY INFORMATION
de: MEINE AKTIVITÄTEN TEILEN

# agreeTermCondition
source: I AGREE WITH THE TERMS AND CONDITIONS
de: ICH STIMME DEN NUTZUNGSBEDINGUNGEN ZU

# personalInfoLabel
source: PERSONAL INFORMATION
de: PERSÖNLICHE INFORMATIONEN

# weightLabel
source: Weight
de: GEWICHT

# wheelSizeLabel
source: Wheel Size
de: RADGRÖßE

# passwordValidationHint
source: 8-50 characters + at least one uppercase letter, one lowercase letter and one number
de: 8-50 Zeichen + Mindestens ein Großbuchstabe, ein Kleinbuchstabe und eine Zahl (0-9)

# passwordRepeatValidationHint
source: passwords must be identical
de: Passwörter müssen gleich sein

# weightUnity
source: Inches
de: Zoll

# passwordEmptyDialogTitle
source: Password empty
de: KEIN PASSWORT EINGEGEBEN

# passwordEmptyDialogMsg
source: Please fill in your password.
de: BITTE GEBE DEIN PASSWORT EIN.

# passwordMismatchDialogTitle
source: Password Mismatch
de: Falsches Passwort

# passwordMismatchDialogMsg
source: Please repeat the same password!
de: Gebe zwei Mal das gleiche Passwort ein.

# noEmailDialogTitle
source: No email
de: Keine E-Mail

# noEmailDialogMsg
source: Please let us know your email!
de: Bitte lass uns deine E-Mail Adresse wissen!

# noTermConditionDialogTitle
source: Terms and Conditions
de: Nutzungsbedingungen

# noTermConditionDialogMsg
source: Accept the terms and conditions, please!
de: Stimme bitte den Nutzungsbedingungen zu!

# userExistsDialogTitle
source: User Exists
de: E-Mail vergeben

# userExistsDialogMsg
source: A user with the provided email address already exists!
de: Die von Dir angegebene E-Mail ist schon vergeben.

# errorOccuredDialogTitle
source: Error Occured
de: Fehlermeldung

# errorOccuredDialogMsg
source: Ooops! An error occured.
de: Ooops! Ein Fehler ist aufgetreten.

# dialogActionGotIt
source: Got it!
de: Verstanden!

# termTitle
source: Terms & Conditions
de: AGB

# wheelRotation
source: WHEEL ROTATIONS
de: RADUMDREHUNGEN

source: BURGERS
de: BURGER

source: DISTANCE
de: DISTANZ

# co2Saved
source: CO2 SAVED (kg)
de: CO2 GESPART (kg)

source: Save Route
de: Route speichern

source: Dismiss
de: Verwerfen

source: Report Location
de: Stelle melden

# routeUploadDialogTitle
source: Route Upload
de: Route hochladen

# routeUploadDialogMsgPositive
source: Route uploaded successfully.
de: Route erfolgreich hochgeladen

# routeUploadDialogMsgNegative
source: Uploading route failed.
de: Fehler beim Hochladen der Route

# errorLocationServicesNotALlowed
source: Please allow and enable location service, otherwise we cannot record your tracking!
de: Bitte stellen Sie sicher, dass diese App auf Ihren Standort zugreifen kann.

# marksAndRoutesTitle
source: Marks & Routes
de: Routen und Anmerkungen

# routeInformation
source: ROUTE INFO
de: ROUTEN INFOS

source: MY ROUTES
de: MEINE ROUTEN

# addRouteMarkTitle
source: Add Route Mark
de: Anmerkung hinzufügen

source: WHAT DID YOU SEE?
de: WAS HAST DU GESEHEN?

source: Recommendation
de: Empfehlung

source: Warning
de: Warnung

source: Danger
de: Gefahr

# writeMessage
source: Message...
de: Kommentar...

# statisticsTitle
source: Statistics
de: Statistiken

# distanceTitle
source: DISTANCE
de: DISTANZ

# caloriesTitle
source: CALORIES
de: KALORIEN

# totalWheelsTitle
source: TOTAL WHEELS ROTATED
de: RADUMDREHUNGEN INSGESAMT

source: Logout
de: Ausloggen

# chooseCo2Type
source: Choose comparable object
de: CO2 Vergleich auswählen

# settingsTitle
source: Settings
de: Einstellungen

source: Please wait...
de: Bitte warten...

# reportUploadDialogTitle
source: Report Upload
de: Anmerkung hochladen

# reportUploadDialogMsgPositive
source: Report uploaded successfully.
de: Anmerkung wurde erfolgreich hochgeladen.

# userUpdatedDialogTitle
source: Profile Updated
de: Profil aktualisiert

# userUpdatedDialogMsg
source: Profile was successfully updated!
de: Profil wurde erfolgreich aktualisiert.

# noFriendsDialogTitle
source: No friends found
de: Keine Freunde gefunden

# noFriendsDialogMsg
source: Please add friends!
de: Bitte füge Freunde hinzu!

# noGroupsDialogTitle
source: No groups found
de: Keine Gruppen gefunden

# noGroupsDialogMsg
source: Create your own group!
de: Erstelle deine eigene Gruppe!

# addedSuccessfullyTitle
source: Success
de: Hinzufügen erfolgreich

# addedSuccessfulyMsg
source: Friend has been added successfully.
de: Ein neuer Freund wurde hinzugefügt.

# incorrectEmailTitle
source: Incorrect Email
de: E-Mail falsch

# incorrectEmailMsg
source: User's email is incorrect, please try again.
de: Die angegebene E-Mail ist falsch.

# deleteFriendTitle
source: Delete Friend
de: Freund löschen

# deleteFriendMsg
source: Are you sure you want to quit this friendship?
de: Freundschaft wirklich beenden?

# friendDeletedTitle
source: Friend deleted
de: Freundschaft beendet

# friendDeletedMsg
source: Friend was successfully deleted.
de: Du hast die Freundschaft beendet!

# unassignGroupTitle
source: Unassign
de: Austreten

# unassignGroupMsg
source: Are you sure you want to unassign?
de: Du möchtest aus der Gruppe austreten?

# unassignedTitle
source: Unassigned
de: Ausgetreten

# unassignedMsg
source: You left the group.
de: Du hast die Gruppe verlassen.

# groupUpdatedTitle
source: Group Updated
de: Gruppe aktualisiert

# groupUpdatedMsg
source: Group was successfully updated!
de: Gruppeninformationen wurden aktualisiert!

# groupCreatedTitle
source: Group Created
de: Gruppe erstellt

# groupCreatedMsg
source: Group was successfully created!
de: Gruppe wurde erfolgreich erstellt!

# socialFriendsTitle
source: Social
de: Freunde & Gruppen

# frindsTabBarItem
source: FRIENDS
de: Freunde

# groupsTabBarItem
source: GROUPS
de: Gruppen

# createGroupBtn
source: Create
de: Erstellen

# createGroupTitle
source: Create Group
de: Gruppe erstellen

source: Yes
de: Ja

source: Cancel
de: Abbrechen

source: Add
de: Adden

source: Add Friend
de: Freund hinzufügen

source: Enter email:
de: E-Mail eingeben:

# groupDetailsTitle
source: Group Details
de: Gruppendetails

# journeyTime
source: Start Time:
de: Startzeit:

source: Start Location:
de: Treffpunkt:

source: Destination:
de: Zielort:

source: Description:
de: Beschreibung:

source: Memberlist:
de: Teilnehmer:

# groupNamePlaceholder
source: Weekend tour...
de: Wochenendtour...

# timeLocationPlaceholder
source: Friday...
de: Freitag...

# groupStartLocationPlaceholder
source: New York...
de: Basel...

# groupDestinationPlaceholder
source: San Diego...
de: Mannheim...

# groupDescriptionPlaceholder
source: This weekend...
de: Dieses Wochenende...

# addGroupMembersTitle
source: Add Friends
de: Freunde hinzufügen

source: Private Group:
de: Private Gruppe:
