Repository: SAP-YoungThinkers/SAP-Next-Gen-Biking
Catalog: src/xcode/MRNBike/Resources/*.lproj/Routes.strings
Languages: de

# 2ZO-G0-4Wv.title
source: Add Route Mark
de: Markierung erstellen

# 4ss-zy-0rX.text
source: WHAT DID YOU SEE?
de: Was möchtest du melden?

# Edq-7N-qUc.title
source: ROUTE INFO
de: Strecken Info

# PZD-gx-7om.title
source: MY ROUTES
de: Meine Strecken

# X0t-jD-whg.text
source: Dangerousness
de: Gefahr

# ZLe-Hw-C3c.title
source: MarksAndRoutes
de: Strecken & Markierungen

# deP-ff-Q14.text
source: Recommendation
de: Empfehlung

# nse-nj-yhq.text
source: Warning
de: Warnung

# tKJ-nR-ER3.text
source: Message...
de: Beschreibung hinzufügen

# xDB-N6-Rkq.title
source: Marks & Routes
de: Strecken und Markierungen
